[A_GatheringStorm_Buff_Marker H7BaseBuff]
mName=""
mTooltip=""

[A_MasterOfAir_I_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="气系学识I"
mTooltip="%spell1.name 现在对目标4x4区域内的生物施放，并允许生物以 %spell1.spell.buff2.buff.stat1.icon 满射程射击。\n%spell2.name 不再伤害友方单位，并将命中单位的 %ICON_INITIATIVE 主动性设置为 %spell2.spell.buff3.buff.buff3.buff.stat.norm。"

[A_MasterOfAir_III_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="气系学识III"
mTooltip="%spell1.name 的额外打击现在在敌方反击之前执行，并且附带+10 %ICON_ATTACK 攻击。\n%spell2.name 现在对3x3区域施放，并重新定位周围9x9区域内的生物，且小型生物受到双倍伤害。"

[A_StormLord_Buff H7BaseBuff]
mName="风暴领主增益"
mTooltip=""

[A_AirWisdom_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="天空智慧"
mTooltip="气系法术获得 %stat1 %stat1.icon 魔力。其他每个智慧类能力都会增加 %stat1 %stat1.icon 魔力到此加成中。"

[A_GatheringStorm_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="风暴前夕"
mTooltip="战斗中施放的第一个气系法术获得 %stat %stat.icon 魔力。"

[A_AirScholar_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="天空学者"
mTooltip="气系法术的法力消耗降低 %special.norm%。"

[A_ImprovedTier1Spells_Ability H7HeroAbility]
mName="气系学识I"
mTooltip="%color 风暴神箭%colorEnd 现在影响目标4x4区域内的友方远程生物，并允许他们以满射程射击。\n%color 闪电爆裂%colorEnd 不再伤害友方单位。"
[A_ImprovedTier2Spells_Ability H7HeroAbility]
mName="气系学识II"
mTooltip="%color 狂风骤起%colorEnd 额外对目标生物造成 %spell1.spell.d.min 到 %spell1.spell.d.max %spell1.spell.d.icon 气系伤害。\n%color 霹雳闪电%colorEnd 额外将目标单位的主动性设置为 %spell2.spell.buff.buff.stat，持续3回合。"
[A_ImprovedTier3Spells_Ability H7HeroAbility]
mName="气系学识III"
mTooltip="%color 闪电反应%colorEnd 的额外打击现在在敌方反击之前执行。\n%color 龙卷狂风%colorEnd 额外对目标生物造成 %spell.spell.d.min 到 %spell.spell.d.max %spell.spell.d.icon 气系伤害。"
[A_LightningShock_Ability H7HeroAbility]
mName="闪电震击"
mTooltip="闪电爆裂额外对相邻生物添加一个减益，将其主动性降低至1，直到其下一回合。"
[A_LightningSurge_Ability H7HeroAbility]
mName="雷电冲击"
mTooltip="连锁闪电第一次跳跃时以一半伤害瞄准两个最近的生物，然后仅再跳跃一次，造成四分之一伤害。"
[A_MassStormArrows_Ability H7HeroAbility]
mName="风暴神箭"
mTooltip="风暴神箭的目标为4x4区域内的所有友方生物，并允许他们以满射程射击。"
[A_MotionBlur_Ability H7HeroAbility]
mName="残影"
mTooltip="闪电反应法术的额外打击在敌方反击之前执行。"
[A_QuickCast_Ability H7HeroAbility]
mName="快速施法"
mTooltip="每场战斗的第一个气系法术以 +%buff.val 魔力值施放。"
[A_WindFury_Ability H7HeroAbility]
mName="风怒"
mTooltip="狂风骤起和龙卷狂风对受影响的敌方生物造成额外的气系魔法伤害。"
[A_GatheringStorm_Buff H7BaseBuff]
mName="风暴前夕"


v1.37

[A_StormLord_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="风暴领主"
mTooltip="每当一个敌方单位受到攻击伤害时，其周围的所有敌方单位受到 %buff1.buff.d2.min 到 %buff1.buff.d2.max %buff1.buff.d.icon 气系伤害。\n如果英雄拥有所需知识，则有几率学会一个新的4级气系法术。"

v1.38

[A_MasterOfAir_II_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="气系学识II"
mTooltip="%spell1.name 额外对目标生物造成 %spell1.spell.d.min 到 %spell1.spell.d.max %spell1.spell.d.icon 气系伤害。\n%spell2.name 额外在 %spell2.spell.buff1.buff.durini 回合内降低目标生物防御 %spell2.spell.buff1.buff.stat.norm，并对相邻的敌方单位造成 %spell2.spell.d.min 到 %spell2.spell.d.max %ICON_AIR 气系伤害。"

v1.41

[A_AirMagic_Skill H7Skill]
mName="气系魔法"
mTooltip="允许你在魔法行会学习气系魔法学派的法术。改善并增强其效果。"
mDescriptions[0]="使气系法术更有效，并提高英雄的 %ICON_ARCANE_KNOWLEDGE 魔力。"
mDescriptions[1]=""
mDescriptions[2]="使气系法术更有效，并将英雄的 %ICON_ARCANE_KNOWLEDGE 魔力提高1点。\n英雄有几率学会一个新的1级气系法术。"
mDescriptions[3]="使气系法术更有效，并将英雄的 %ICON_ARCANE_KNOWLEDGE 魔力额外提高2点。\n如果英雄拥有所需知识，则有几率学会一个新的2级气系法术。"
mDescriptions[4]="使气系法术更有效，并将英雄的 %ICON_ARCANE_KNOWLEDGE 魔力额外提高3点。\n如果英雄拥有所需知识，则有几率学会一个新的3级气系法术。\n\n与大师级<font color="#00588BFF">探索</font>结合时，解锁<font color="#00FFCB44">协同能力</font>：风之旅人。"